Brick.util.Language.add('en',{'mod': {'{C#MODNAME}':{
	'brick': {
		'paramtype': {
			'0': 'Лок. перемен.',
			'1': 'Глоб. перемен.',
			'2': 'Модуль',
			'3': 'Шаблон',
			'4': 'Фраза',
			'5': 'PHP скрипт',
			'6': 'JavaScript модуль',
			'7': 'JavaScript файл',
			'8': 'CSS файл'
		}
	},
	'manager': {
		'panel': {
			'1': 'Очистить корзину'
		},
		'table': {
			'1': 'Название',
			'2': 'Комментарий',
			'3': 'Исправлен',
			'4': 'Удален'
		},
		'rowwait': {
			'1': 'Идет загрузка данных..'
		},
		'rowgrptype0': {
			'1': 'Модуль'
		},
		'rowgrptype1': {
			'1': 'Стиль '
		},
		'rowgrptype2': {
			'1': 'Контент'
		},
		'row': {
			'1': 'Править',
			'2': 'Удалить'
		},
		'rowdel': {
			'1': 'Править',
			'2': 'Восстановить'
		},
		'editor': {
			'1': 'Редактор',
			'2': 'Источник',
			'3': 'Имя',
			'4': 'Код',
			'5': 'Комментарий',
			'6': 'Сохранить',
			'7': 'Отмена'
		},
		'param': {
			'1': 'Параметры',
			'2': 'Добавить'
		},
		'tableparam': {
			'1': 'Тип',
			'2': 'Имя',
			'3': 'Значение'
		},
		'rowparam': {
			'1': 'Править',
			'2': 'Удалить'
		},
		'parameditor': {
			'1': 'Редактор',
			'2': 'Тип параметра',
			'3': 'Локальная переменная',
			'4': 'Глобальная переменная',
			'5': 'Модуль',
			'6': 'Шаблон',
			'7': 'Фраза',
			'8': 'PHP скрипт',
			'9': 'JavaScript модуль',
			'10': 'JavaScript файл',
			'11': 'CSS файл',
			'12': 'Имя',
			'13': 'Значение',
			'14': 'Сохранить',
			'15': 'Отмена'
		}
	}
}}});